eis-cart-tests-master@3bc714a7387/tests/test-data/intf-specs/gswf/wsdls/synthetic-requests/EIS_PublishingWrapperEvent/RaiseEventAsynchron.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:even="http://www.thegoldensource.com/EventRaiserService.wsdl">
   <soapenv:Header/>
   <soapenv:Body>
      <even:RaiseEIS_PublishingWrapperEventAsynchron>
         <!--Optional:-->
         <even:DateAppendSQL>?</even:DateAppendSQL>
         <!--Optional:-->
         <even:DateFormat>?</even:DateFormat>
         <!--Optional:-->
         <even:FilePerEntity>?</even:FilePerEntity>
         <!--Optional:-->
         <even:No._BLANK_Of_BLANK_Parallel_BLANK_Branches>?</even:No._BLANK_Of_BLANK_Parallel_BLANK_Branches>
         <!--Optional:-->
         <even:PublishingBulkSize>?</even:PublishingBulkSize>
         <!--Optional:-->
         <even:PublishingFileName>?</even:PublishingFileName>
         <!--Optional:-->
         <even:addCorrelationHeader>?</even:addCorrelationHeader>
         <!--Optional:-->
         <even:addCoveringXMLHeader>?</even:addCoveringXMLHeader>
         <!--Optional:-->
         <even:appendEOFLine>?</even:appendEOFLine>
         <!--Optional:-->
         <even:bulkSize>?</even:bulkSize>
         <!--Optional:-->
         <even:inlineAOIProcessing>?</even:inlineAOIProcessing>
         <!--Optional:-->
         <even:jobId>?</even:jobId>
         <!--Optional:-->
         <even:messageType>?</even:messageType>
         <even:publishingMode>?</even:publishingMode>
         <!--Optional:-->
         <even:sql>?</even:sql>
         <!--Optional:-->
         <even:subscriptionName>?</even:subscriptionName>
         <!--Optional:-->
         <even:transactionId>?</even:transactionId>
      </even:RaiseEIS_PublishingWrapperEventAsynchron>
   </soapenv:Body>
</soapenv:Envelope>